[S]
[PAD]
[/S]
[UNK]
[MASK]
[SEP]
[CLS]
!
.
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##r
##a
##i
##g
##n
##o
##s
##d
##e
##t
##h
##m
##q
##u
##y
##w
##l
##k
##c
##p
##f
##b
##v
##x
##z
##j
##ou
##es
##is
##er
##in
re
##re
you
##nt
je
##ous
su
##on
##le
es
##ing
##he
suis
pa
##ot
de
to
he
##or
est
vous
##te
##ie
##om
il
pas
##ra
##ll
not
et
the
##ent
##us
en
##an
is
we
##it
un
##ar
##lle
tu
nous
ne
##at
##ue
etes
##ve
##res
am
##omm
##ed
are
##our
##ro
in
of
##ery
##nd
th
##ais
so
##ig
somm
go
##ant
very
me
sommes
##ic
##ur
she
la
##se
##ir
for
le
##ne
they
##ment
##ere
elle
##ons
##id
##et
##ux
##ad
des
te
##al
##ire
##ble
que
tres
##ch
fa
pl
##en
as
ch
st
tou
all
##ut
##ain
be
an
at
sont
ce
##im
se
going
##pp
par
##il
co
tra
##ce
##ul
une
##king
ha
##ay
##mp
##ien
ai
my
mo
##ry
##ion
pour
##ite
##pe
ils
##rie
##as
##ge
##all
##ly
on
plus
##os
##me
##ille
##ill
pre
##ure
##ow
##ud
##ct
##igh
con
##ers
pro
##od
al
qu
##que
tom
##ard
##ci
##oir
com
##un
av
##ith
##ff
##ter
##lles
ma
pe
tout
sor
mon
##ted
here
vais
##ive
##ine
sur
int
with
your
##able
mar
sa
##ger
li
##use
##ore
that
##ting
##ld
good
dan
elles
##cc
lo
##ole
ab
##rou
##ight
##ol
train
##ver
ca
ex
##ist
##jour
fort
##che
too
moi
##out
jus
tro
do
##si
this
sorry
##one
imp
si
comp
trop
wor
##onne
cont
##ally
ave
fat
gra
##qu
desole
au
ar
res
##ient
sure
du
##rai
##au
gl
it
##her
ici
man
old
##iv
##ired
##riend
ta
part
##ieux
glad
##am
vrai
##ck
toi
than
toujour
toujours
##ppy
af
##ome
##ke
now
##ess
##ante
friend
##ful
heure
##ui
fr
tous
happy
about
##ind
##ress
les
out
##ort
##oy
aren
##ide
vraiment
bus
sh
tired
##ten
##est
##raid
dans
afraid
##ays
grand
comm
right
##ait
##ach
##de
her
##ique
##oking
##ise
his
##ier
##va
dis
really
fais
inter
##ccu
avec
bien
one
enc
avoir
##ente
fin
mal
##la
no
fatig
encore
cra
son
##ious
##st
read
busy
still
just
bon
any
occu
##ri
##nte
##orm
trava
pret
##gh
##llement
##ways
##ert
always
app
vot
##ran
##ried
##ris
fatigue
votre
##mb
##ice
fo
fe
pers
##hing
looking
get
##and
##ance
peur
che
di
##ving
inv
teach
fait
cl
##are
##ning
aus
up
toutes
po
per
##ron
##lent
stud
##ime
occupe
atte
##fe
##sez
heureux
wh
##esse
cou
see
ad
ser
##ying
##aison
##bl
ton
us
##bit
##ree
##ens
ba
##aire
ret
etre
faire
##ish
etud
sm
##ose
##iss
ra
##ag
##ins
##ation
##nds
ready
aussi
assez
cert
vo
hel
certain
by
##ndre
##ign
help
home
ter
att
content
##di
##ty
ag
der
lui
mes
tall
tellement
and
dr
gent
##gry
##uses
##ick
##ost
##if
##gl
##du
conf
him
##rit
##el
enf
talent
teacher
trou
from
getting
ple
fam
diff
main
va
##une
youn
##atis
##ants
ec
pr
ve
##ak
##age
##ies
dem
seul
##atisf
gen
sou
juste
##ob
##per
being
alone
##ell
##ouve
intell
##tenant
##rong
maintenant
intellig
##ner
deux
prof
avons
peu
desolee
student
age
bl
pres
inc
off
temp
allons
have
nouve
##ans
cet
ev
##lement
pat
##iens
cons
vieux
##ep
##other
##ild
qui
doing
impress
br
satisf
##ap
##ate
##zy
lea
stu
beau
smar
bonne
prou
tr
##iere
##omme
proud
kind
##ager
##oc
##pons
surp
like
cour
emb
vie
voir
##ute
##ward
child
married
comme
etudi
##uv
##iste
##ond
ense
##ars
new
invite
ent
dep
ami
quel
work
can
sw
wait
##lf
rej
und
ans
##ult
conv
who
ap
aut
fille
##ible
##voir
##int
reg
##ren
##ich
comple
##co
##ating
##aying
respons
young
waiting
homme
idi
jou
##ok
##uy
##ces
aller
sec
person
rejou
complete
idiot
aw
sc
ye
##ough
jeune
##row
ten
danger
##bles
temps
over
##man
every
act
gir
hun
jap
lit
or
ob
raison
yet
##ai
##ny
##thing
##pt
##urs
habit
##ionne
proble
impat
intelligent
mus
##tre
##uis
##bre
marie
surpris
cle
cur
##nes
rep
late
fini
travail
rejouis
done
##leep
##orte
##arly
##ense
cher
##aine
friends
interes
chez
bo
ele
pet
##aut
##oin
##day
##more
##ye
##ced
##ras
##ros
##ider
love
anymore
cette
free
tot
##get
such
##aring
meme
faim
cha
hungry
acc
sick
tim
time
##th
##cou
##con
##ph
##oth
prob
again
impatient
aux
aff
mente
sing
##ated
supp
##ieuse
forward
appre
em
emp
fun
ho
mat
##ian
##cer
##antes
beaut
only
##ude
working
worried
heureuse
retard
our
##ote
##ven
thin
##ence
back
deran
girl
fran
gros
hui
if
pere
sens
##iz
##ues
##uck
enough
col
liar
##jourd
aujourd
crains
enfant
bra
car
eff
hu
job
spe
sleep
tw
##ile
##og
today
##ied
##ity
##cher
##rying
##iving
apres
habitue
big
ses
tal
##li
##reat
amer
prop
avez
##quie
famil
beaucou
beaucoup
fier
hard
maison
pu
sk
##ions
##ule
##hed
##rant
cela
##ctive
disp
pretty
feel
used
colere
aider
dire
norm
wat
##ab
##tle
##less
##orrow
##ust
amie
inquie
conn
tomorrow
mauv
same
father
arg
sho
trouble
demain
interested
mauvais
eg
early
ph
sp
succ
notre
more
sort
personne
differ
but
na
ner
will
##iful
##nis
##arras
meille
coming
##ques
art
partie
partir
malad
term
terri
taller
diffic
embarras
regard
years
tennis
problem
cherche
beautiful
bad
luck
med
porte
wrong
##gn
##ey
##uch
##wn
##cu
##cin
##cte
##erful
##ret
dead
##oman
##urite
ass
chose
making
exc
stup
enseign
little
ord
americ
bit
ep
jour
mort
ou
ty
was
ren
##uss
engl
isn
amis
ast
abs
##ressed
grande
crazy
occupee
attend
professe
consc
satisfait
leaving
smart
court
completement
brave
dou
fou
hur
mine
op
##ese
##ors
strong
##aint
##iller
##unk
exp
##istic
taking
clas
convain
securite
funny
franc
bet
both
fren
much
##rer
##ia
##ser
##ha
##mble
##mme
##loy
##ple
##ves
dej
lear
chance
angl
##ased
##erst
drunk
talented
presque
clever
feeling
different
english
professeur
francais
french
anglais
non
rich
voy
##ois
##ked
##be
##ished
##rent
ess
dev
##igne
plut
char
belle
##ablement
doct
interesse
perd
attends
voit
invited
##cont
derange
plutot
alle
best
fl
nice
rien
some
##noc
##uit
enn
innoc
let
fas
angry
##osed
##illes
prep
##round
##vert
compre
rav
attra
quelque
joue
surprised
emot
kn
mour
sim
trying
ven
way
##ara
##alement
##mer
##vel
##set
playing
star
seule
parf
##ience
safe
commence
travaille
femme
etudiant
underst
##aires
better
voiture
understand
cr
dist
mad
ont
pris
##app
##ace
##ges
tor
##omet
##rage
##usted
well
ambit
there
soir
##self
desorm
tele
##ches
##pend
money
anything
upset
nouveau
impressed
leave
smarter
swim
music
sleepy
normal
termine
mourir
desormais
aide
fu
fil
guy
im
mais
##vant
##read
suff
inst
meet
beh
having
marre
##sible
short
reading
##ranger
eleg
petit
doctor
tort
die
lon
mist
mieux
run
somet
##ned
##most
##lling
##ved
##resse
##role
thir
##alous
colle
prete
almost
quite
contente
oldest
##ared
confus
pleased
impressionne
supposed
argent
rencont
prison
behind
bla
don
fi
kid
lis
mom
mign
pol
##dic
##oul
##ering
real
esp
end
wearing
##ather
##ical
##oss
care
contra
##ivers
disapp
##riere
gentil
japon
japan
timid
malade
stupid
ac
aime
bu
boy
crit
mer
sit
sans
viens
win
##rre
##ale
##aux
##aite
##ables
##ses
##tes
##ler
rel
dec
##roy
##iche
##ching
toute
hab
##own
condu
libre
cap
finished
fatiguee
faites
point
seeing
gentle
confi
vieille
##ointed
##yez
moment
disappointed
gar
miss
vas
##tra
##ming
##wor
##cie
##vre
##xt
rend
env
univers
##ath
inde
soph
lazy
leur
##uter
beg
parle
##pect
##inee
fois
courage
serious
vont
derriere
enfants
talentue
students
incroy
swe
obser
meilleur
lucky
mede
attractive
cuis
ente
pos
viv
writ
woman
##bat
##vent
##jet
del
them
##ites
next
##ats
forme
##ident
ash
monde
trained
##quer
faisons
serv
everything
curious
thinking
##ustom
type
conscient
##isticated
confused
sophisticated
ces
call
fiere
fond
ga
giving
ide
jam
lying
sl
##come
##bed
their
eng
##ang
thing
chante
cold
##ienne
quit
make
lib
exha
older
##amed
##oying
chef
close
what
ador
plein
genre
patient
affaire
menteur
honte
phot
naive
terrible
embarrass
allez
contrarie
gentleman
ashamed
exhausted
eating
erre
gu
gag
nat
own
pou
riche
ver
wise
##ns
##med
##lcome
##form
##xious
##inced
deb
hear
head
welcome
parler
##ional
##ction
concer
proch
alread
maig
##rough
travailler
studying
addic
gentille
vac
prote
mariee
talk
deja
##rents
japanese
garcon
begin
already
around
bother
cre
dra
great
pow
ru
sy
##ip
##ures
##lui
revoir
sus
##uellement
staying
celui
##ast
##ighted
##ody
come
##olog
compl
certaine
atti
prom
autor
watching
success
hurt
open
running
something
japonais
dur
dying
fine
lost
ment
mere
nom
rude
sour
tour
wond
##ake
##pes
##oute
parents
devoir
##rante
##ande
##ances
##ition
##itive
##ourv
ins
##aiss
fast
plan
##cept
living
exper
after
frere
fool
poor
souff
profess
brother
children
ensemble
depourv
under
convinced
aware
actuellement
book
probablement
two
skin
inquiet
wasting
learning
longer
listen
careful
sweet
medecin
jamais
able
bi
boss
cor
el
hot
mother
nager
pra
ro
ur
vol
##ru
##ric
##gs
##gue
##gen
##nier
##iness
rem
pain
never
##ige
somme
##urbed
dess
##alth
##pping
##cial
##olved
manger
hero
craint
involved
perfe
retour
famille
seuls
satisfied
entra
jouer
completely
scared
totally
employ
grossi
##ably
enseignant
convainc
innocent
disturbed
fils
instit
entendre
delighted
skinny
listening
bou
bro
bost
cute
dressed
equ
far
gas
ll
pens
pense
sch
want
##aking
##oi
##sy
##uc
##pere
##plement
##bor
suc
paresse
depend
##ieur
wee
tur
##uel
##veille
amus
play
ann
celi
sem
mont
##asse
peux
yours
mary
liked
result
##augh
attent
adore
drin
trouve
younger
##akes
seules
timide
probably
talking
family
inquiete
egalement
succes
nerve
artist
difficult
ravi
simplement
capable
embarrassed
boston
celibat
bour
bons
cense
div
fro
hous
hon
hand
ign
lou
lire
mas
port
tv
ville
wal
##ipe
##go
##no
##min
##bly
##body
##redi
jealous
sujet
deg
##iez
met
##icul
plais
##uth
anxious
self
pars
travel
mood
##oses
##osing
##ighten
conc
frighten
business
##isee
bienven
tonight
etudie
intelligente
likely
responsable
responsible
accustom
puiss
class
perdre
full
adorable
concerned
symp
wonderful
sommeil
ignor
frightened
ban
creat
din
gard
ration
sen
saint
tes
vis
##rig
##rich
##ial
##gg
##ool
##ee
##tons
##my
##ume
##les
##cle
##pul
##bil
##vous
##oure
recon
pauv
def
##orter
##ieuses
need
amoure
ingen
soif
forget
##nee
##iding
deses
team
faci
##uts
##aining
celle
cop
cook
##ceed
##ited
##meur
prends
prendre
##udent
produ
alive
sau
##ored
import
interess
perform
ecr
incredi
nouvelle
const
##uteur
canad
allerg
probleme
musique
##gether
think
##ize
effra
propos
nervous
ordin
american
ouvert
astuc
absol
convaincu
essay
fascin
know
suffis
thirst
rencontrer
endorm
maigrich
souffre
equipe
school
week
divor
accustomed
reconn
performance
ache
bat
bored
cit
cote
dut
drole
eas
fir
mot
nu
night
nuts
sous
sad
vos
##az
##aie
##iar
##iques
##nal
##ding
##emy
##mes
##mat
##ug
##ually
##cted
##pide
##erous
rela
reuss
together
##ord
etranger
enne
enemy
##nded
sois
##ics
##ments
##ette
##chante
tough
##ceful
aies
prog
loin
exam
##ched
compte
arr
ress
##cked
##inded
appare
coup
count
vois
famous
demande
##obe
##ierement
etudiants
singer
single
empl
matin
speak
twice
familiar
shopping
regarder
problemes
##cteur
classe
starting
parfaite
college
universite
nature
beginning
perfect
succeed
froid
house
desespere
thirsty
duty
ennem
ain
bes
bre
ble
cro
ding
daugh
fle
got
hor
joking
ot
tre
tri
tris
vi
vite
##rise
##rice
##ail
##ape
##iers
##ys
##yl
##by
##eres
##inion
##het
paran
##teur
ill
##llow
##usting
weak
amies
##ources
##ourceful
##rog
often
offe
soyez
tell
telling
cho
chou
chin
allow
##imes
##pport
##ilient
##illons
life
livre
resourceful
resilient
shy
bonnes
pretes
austra
popul
atta
ecole
souvent
blesse
secret
##phone
apprendre
artiste
difficile
regarde
journal
opinion
expert
voyage
essaie
understanding
buying
relig
confiance
##work
rende
writing
service
game
photog
erreur
addicted
powerful
complaining
celibataire
honest
ressources
parfaitement
ainsi
triste
parano
offended
cous
day
eager
fed
find
ger
gre
gone
gam
hist
losing
min
mor
nuit
ok
sn
side
##ibles
##oire
##dans
##eun
##yer
##lique
##ky
##pic
##vis
##iser
##inard
##ntes
jeun
death
dedans
##tent
##itre
amour
##ronte
three
last
coward
prem
marrant
saoul
extre
trois
##sif
grave
manquer
parti
particul
##amment
##indre
disc
malin
occupes
chemin
homework
##icky
ecou
veinard
genere
generous
offense
nouvelles
patience
stuck
depr
depressed
worker
regret
away
menteuse
mauvaise
embarrasse
excuses
absent
double
voyager
comprehe
comprendre
ravie
emotional
cruel
impressionnee
kidding
mignon
police
situ
talentueux
incroyablement
cuisin
engag
vacances
dessus
employe
broke
gasp
annoying
semaine
pauvre
effraye
daughter
jeunes
extreme
ayez
cin
dro
dir
down
ete
eve
fer
honne
lot
lun
lone
mou
mid
mill
psy
rou
roman
rather
sis
sin
tire
wre
##air
##act
##ness
##op
##ople
##lie
##fty
reas
reco
##ream
sub
##led
town
##rap
##itting
##ative
through
memb
law
forte
lead
##ids
##ides
desper
tete
plante
asking
choses
styl
##iles
##celle
##iennes
myself
##ossible
people
surv
expect
excelle
impossible
word
auc
arrog
novel
appro
follow
dix
perdu
serieux
retired
##isson
raff
driving
prudent
present
quelques
scient
everybody
curieux
affaires
##venir
sensitive
effic
humeur
special
habituee
willing
terrif
epu
jours
venir
imag
mistake
acqu
critique
sitting
conduire
independ
courageux
slow
bothered
creve
devoirs
entraine
paresseux
attention
sympa
sensible
amoureux
important
first
besoin
other
trip
dirige
honnete
lonely
sister
desperate
stylish
expecting
bed
cu
donne
dress
days
dream
each
fra
fit
ge
hus
host
hiding
jol
jalous
lang
opport
pie
pic
sal
tant
tard
use
##ging
##hor
##here
##mment
##uent
##kes
##cing
##ball
##band
##vons
##ze
##esome
ref
rends
recher
health
##teful
enj
enchante
##ane
##ary
##arp
##arer
inf
soit
mec
mean
##aded
chant
chiens
ceci
semb
##iling
coin
##oser
##cier
avance
makes
intim
yourself
marcher
##istes
##chee
dogs
six
contre
gras
grateful
armed
mange
##ives
##ivre
sharp
danser
grands
commen
##aching
finally
crafty
foot
confident
trouver
patron
entre
entire
autres
author
idiote
awesome
clean
interesting
boire
petite
suppose
apprends
apprecie
propre
ski
ego
chanceux
ennuy
innocence
lettre
##rounded
joueur
telephone
suffering
thirty
black
mignonne
esprit
critic
merveille
observant
idees
things
quitter
gagner
pouvons
prochain
prochaine
attirant
room
instituteur
selfish
creative
forgetful
productive
incredibly
absolute
reconnaiss
arrive
emploi
allowed
premier
deprime
situation
million
imagin
husband
opportun
air
bor
bar
bure
brough
cer
dure
fous
fan
gon
grou
gars
high
ivre
kara
pun
pian
robe
sill
sante
scept
tat
vire
vide
war
##iment
##nons
##ont
##occu
##hy
##uie
##ft
##vard
##oux
sugg
##onde
paid
decu
toky
hearing
##ompe
nothing
etran
##ussi
endu
##anche
weight
##itie
unique
##art
##lled
neigh
##ommes
ind
inse
mech
##ets
tend
##chons
fair
plaint
place
stranger
##ainted
been
bebe
cele
coo
##ulte
preoccu
##unate
sorte
maries
sage
##usement
extra
fortunate
implique
arme
ital
##ivain
##ressing
disg
##rible
travaillons
prets
appel
font
teaching
attendre
rapide
helping
drive
##ifs
##ifique
pleine
##aken
souci
##pera
office
satisfaite
quelqu
acting
actually
curieuse
champ
probable
impatiente
singing
effronte
speaking
direct
connu
shocked
##ctement
stupide
americain
oubl
astute
conscien
dejeun
riches
letter
prepare
parfait
crim
ambition
ambitious
swimming
elegant
elegante
mistakes
blame
habille
university
vivre
contrariee
pouvoir
suspic
attirante
experien
corre
pract
drink
bourre
master
dinner
facilement
ecrivain
nulle
related
reussir
counting
horrible
chouette
ecouter
engaged
evening
midi
wreck
reason
leader
acquainted
dirigeons
jolie
recherche
enjoying
absolutely
bureau
brought
karate
silly
tokyo
preoccupe
extravert
cat
da
dim
eux
fired
grow
har
lais
nos
sent
sais
sne
vra
##rin
##ac
##iat
##ife
##ians
##gere
##nent
##ub
##uer
##ulement
##yen
##cieux
##pent
##fet
##bbor
jeu
sund
super
##onible
##leve
deve
##ory
##orrig
##teau
weather
##itable
##itaire
##ations
amuse
##edy
##rover
##rontes
##aise
forg
##alf
##chic
##enager
chats
stric
anim
seulement
##ilty
cool
trait
##illed
avail
mag
into
without
mari
safet
##oles
came
##onnee
reste
manque
manager
##ames
freres
grandes
heroin
anyw
##river
appe
persu
teachers
poids
perple
occupees
##enses
baby
bateau
##issons
veux
##aky
agee
incorrig
pathet
broth
stubbor
trust
truth
surprise
course
invitee
entierement
##lfriend
everyone
girlfriend
chercher
against
hope
sortir
sortons
problems
attendent
##iaque
##loyal
learn
charge
ennuis
known
televis
instant
rencontre
donner
winning
missing
envir
cuisine
writer
ideas
chanteuse
libres
guilty
gagne
verite
vacation
protect
nombre
afterno
foolish
convaincue
nerveux
hands
loud
walk
plaisante
##bility
suffisamment
acheter
flex
choque
popular
greedy
comprehen
cinq
psychic
recogn
pict
egoiste
suggest
champion
dejeuner
dimanche
sneaky
##roverted
available
safety
perplex
brothers
stubborn
television
afternoon
bas
bient
buy
boul
cal
did
eat
ech
eche
fres
fur
five
fore
fight
fish
file
fuss
gare
gens
gru
hy
hors
half
ir
minded
opt
opera
pied
ris
rad
ske
try
##io
##ix
##iot
##gar
##niers
##oke
##so
##ete
##ts
##tt
##table
##tique
##ttes
##mo
##mand
##uing
##und
##ual
##we
##ling
##cs
##com
##pit
##para
##ises
##erg
##erk
##ines
##ined
rec
remp
rendre
reli
sures
##hemat
paying
dent
##ork
##rait
##raite
wealth
unam
unha
nett
##eding
##rol
##roit
sol
soon
sold
mens
##ettre
##ade
desire
fac
faut
fault
faible
asleep
chan
choir
paris
parten
##ily
##ilite
mov
mois
moins
##ionable
##ass
##alling
preaching
##ured
##ower
cond
conge
proches
avoc
peint
surs
lose
loaded
aband
##chez
doyen
world
aveug
many
take
partons
##ressive
##oyer
heros
finicky
maligne
##lables
fatigues
food
invites
poisson
couple
##bitious
etudier
attire
contents
tallest
veu
veget
souleve
consider
##ateur
trusting
embet
etudiante
responsi
responsab
responsables
awake
yelled
overwor
obst
##ptical
habitude
accro
accord
##thy
math
mathemat
beauty
france
huit
human
familier
dispose
disputer
direction
water
connais
cherchent
chosen
excited
satisfaits
deviens
charm
charming
interessee
flat
ennuie
fumer
##vantage
fix
fiable
habile
envers
talentueuse
poste
possi
erreurs
veritable
addict
proteger
certainement
autorise
hotel
institut
turning
player
month
resultat
drinking
walking
##going
ignorant
rationne
rational
allergic
astucieux
astucieuse
essaye
endormi
maigrichon
divorced
battre
trente
austral
photogen
discuter
extremement
lawyer
excellent
words
aucun
arrogant
refle
infl
chanter
semblables
football
entirely
piano
sceptique
mechant
cooper
appelle
incorrigible
environ
recognize
bientot
fresh
pieds
skeptical
##pital
reliable
unambitious
unhappy
avocat
aveugle
vegetar
overworked
ben
bud
bout
bran
cas
card
cla
cult
custom
dom
dorm
ed
eau
fant
gor
hat
hol
jo
jal
joy
ke
key
mons
od
pon
pur
rom
ruse
ruth
sid
sche
sout
tid
tree
ug
ut
##rim
##ase
##ament
##ause
##iver
##gan
##ged
##ners
##dre
##ect
##tery
##hionable
##ma
##yes
##cis
##cine
##cieuse
##cause
##fore
##fort
##zing
##ject
##iner
rent
reussi
suivre
##ong
##onom
##onse
##onge
paye
parole
pays
##oted
dete
deter
devenir
##iet
##ief
passe
##lly
##ller
notres
unf
##ark
##veur
among
soci
##antly
lache
##als
quelle
faine
plant
plain
station
stalling
##utting
belie
because
before
pard
parlent
parked
##ilar
cooking
tran
hate
##iennent
moving
##iteur
##peau
##geous
##illez
prej
also
quiet
avise
##ither
##tered
maitre
peut
##iven
surrounded
marche
sac
salle
dancing
cam
ext
dois
doll
control
arbre
respe
friendly
heureuses
fruit
shorter
shower
interru
##lace
songe
folle
closer
serieuse
serpent
certainly
##igner
dernier
confrontes
ecoute
econom
vend
blind
blinded
temper
brill
bright
bruy
courses
embrou
etudiantes
invitees
regime
idiots
organ
eleve
elect
petrin
loved
chapeau
hook
deranger
sleeping
dispos
disponible
connue
connait
arguing
shoes
phys
naif
assis
enseignante
morts
typ
washing
absor
##aints
##iale
chanceuse
derangee
allemand
letting
fashionable
prepared
preparer
musician
sometimes
prisoners
fiance
decis
conscientious
calling
chanteur
libere
guer
debt
headed
power
suspect
complaints
mentir
insane
##aissance
depourvu
pratique
grossiere
wanted
difficultes
traveling
concent
sauf
allergique
easy
easily
apparente
ennemi
breaking
dingue
dingues
viole
journalist
religious
paranoid
finding
german
gambl
snakes
lunch
##airs
subject
membre
following
commencer
authority
tatill
endurant
appeler
vraie
forgiven
strict
anywhere
flexible
comprehensif
perplexe
fussy
wealthy
veulent
institutrice
reflech
dormir
gorgeous
holid
jaloux
keep
ponct
ruthless
tidy
ugly
serpents
ant
aim
aine
aise
biz
bath
cats
eu
even
either
four
give
jard
jaz
jerk
kill
line
lune
loss
may
mun
morte
nour
nage
names
oth
pot
pen
pion
pommes
putting
rare
set
saying
tight
vul
vers
vole
viennent
wife
york
##rist
##af
##alle
##ib
##iable
##iate
##gers
##na
##nique
##nois
##oie
##och
##ock
##onte
##satisf
##eur
##hors
##uve
##ument
##wort
##lic
##lves
##cons
##pre
##oue
##inite
red
ree
rev
##react
##heure
##heque
pare
dement
dece
dehors
##tee
##teen
##rary
##rating
##raged
etait
##ushing
energ
##any
wet
##itaine
##itude
##itions
##ature
amaz
##ours
##ourd
##rovert
social
gobe
meurs
meth
memes
##urer
##selves
##irt
leurs
left
##eth
tel
faith
faced
chic
chess
choc
christ
stran
stron
touched
another
annee
cell
selling
park
##ceited
##uly
##mpy
mode
moitie
ones
##mene
##udente
##ctual
conceited
quick
##cious
compe
intrig
marrante
sait
save
saving
danse
loy
cause
cache
##outume
jusqu
impr
impli
company
contus
aven
##quin
aupara
arre
arriver
respect
manip
parties
outgoing
##oyen
shape
commettre
disloyal
interieur
finalement
malheure
##stairs
apples
fatiguees
folles
few
feller
cheerful
poet
##ronom
study
white
##blic
##bliot
using
##ensive
bavard
retraite
smoke
rac
##ages
helpful
terre
##dule
trouvent
ecris
vete
genial
bless
incon
offic
nouvel
impression
bruis
beaute
true
vieilles
childish
undressing
apolog
autre
yeux
tense
overreact
##ionnee
##ionnel
surprises
reponse
boat
lovely
total
totalement
chair
chauss
accident
apprend
mater
##izen
hum
proprie
puer
public
normale
spo
name
meilleurs
assist
excite
mortes
attendons
satisfaites
douche
expensive
##iables
differents
differentes
flics
comprends
venu
venue
starved
parfois
swimmer
musicien
guys
imm
immed
mistaken
prisonnier
polite
espoir
gentils
decue
confiant
indelic
courageuse
incroyable
formee
engage
quitte
library
photos
##nsitive
debut
talkative
beginner
drague
japonaise
sournois
experience
depourvue
biolog
bibliot
elu
painting
heroine
retourne
entrainee
grossier
difficulties
censee
degout
concert
bienvenue
puissant
bank
diner
garden
definite
facile
cops
copine
interessante
ecrire
ordinaire
essayer
fascinating
maigrichonne
divorce
citoyen
citizen
progres
progress
examen
coupable
croire
viol
chinese
photograp
paranoiaque
cousin
histoire
morning
particulierement
genereux
offensee
cuisinier
raffine
scientist
scientifique
efficient
terrified
epuise
epuisee
independant
jalouse
coince
cleaning
merveilleuse
reconnaissant
gonna
punctual
insensitive
disgusting
oublie
habillee
experienced
davantage
sentir
sundays
devez
trustwort
handsome
suggestion
boulot
echecs
grumpy
irres
optim
radio
solitaire
condition
responsibility
responsabilite
budget
joye
##amental
##fortable
planted
believe
camara
extroverted
##laceable
temperamental
decisions
powerless
holiday
jardin
jazz
others
vulner
stronger
intrigue
auparavant
bruised
overreacting
chaussures
immediate
bibliotheque
definitely
trustworthy
aud
ainee
aides
bir
biere
cine
city
dit
dating
dark
ever
fet
figh
fide
filles
hos
how
hier
jit
jume
lie
lent
lat
light
less
mur
miens
mienne
noir
pire
picky
rire
tent
unt
van
vil
vient
vif
vienne
wit
##alent
##actement
##ior
##ius
##ike
##gressive
##nce
##naire
##ood
##oze
##dy
##days
##tation
##tless
##hab
##mi
##men
##uche
##unte
##uges
##uages
##ycle
##ks
##ket
##cere
##ps
##pl
##bu
##bel
##vor
##zzy
##jam
##ouille
##este
##ester
##ishing
jeux
sun
##lettes
deep
deco
deced
deaf
heures
##tez
##teous
##teurs
##omes
pass
##rab
etonne
##anc
weir
##iter
##itoy
uncle
##ares
tue
neg
##ater
##resent
amb
##ourdi
##ndra
though
these
socc
soigne
socie
##igning
men
##icien
lave
##nez
##nequin
##idated
deshab
teenager
##ald
faibles
faveur
favor
plait
plans
asian
asiat
chat
chau
chans
chret
chances
chaise
stand
beer
anal
moindre
once
oncle
##oshed
prev
conse
projet
alco
alike
quest
tombe
avide
avisee
##terieur
mait
magn
peure
sors
##ived
##ivee
introvert
marier
sale
dance
dancer
dangere
look
abo
exactement
exterieur
##ists
forts
forty
docteur
controle
dumb
mannequin
taille
partner
partners
ship
commit
##isez
finan
##lac
##ries
##mbre
fear
dizzy
invit
club
poete
could
adult
adulte
adoles
smiling
##issaire
raking
##agn
##agne
attitude
contentes
aggressive
enfin
ecrit
prude
genie
geniale
genius
blonde
blanc
president
tric
trompe
truly
courteous
##ondre
enseigne
news
answ
youngest
scape
dangerous
obno
impatience
mariees
repro
replaceable
represent
booze
eleves
accoutume
mentez
emissaire
match
humble
bigot
propres
watch
connaissance
mauvaises
phone
differente
meilleure
maladie
terms
assu
enseigner
ordonne
americaine
epous
hurle
hurry
perds
someone
preparing
attracted
emotive
knitting
similar
travailleur
understands
ambitieux
filthy
kids
endroit
merci
##cieuses
rendons
envie
incroyables
observ
vivant
consciente
sloshed
##anging
closet
patiente
terriblement
embarrassing
debout
greatest
autorite
noms
tourne
professor
profession
inquiets
bossy
elue
volunte
remets
painter
convaincus
convaincues
boug
bouc
penses
paresseuse
dependent
dependant
montre
nerveusement
##goat
bienvenu
banque
garde
##gging
product
incredible
constantly
canadian
ordinary
absolument
mots
relax
voisins
matinal
speaker
perfectly
desesperee
break
bleu
bleeding
chinois
blessee
gerant
minut
mince
particularly
genereuse
embarrassee
gaspilles
gaspillez
extremely
ferme
roug
sincere
member
surviv
novelist
independent
dreaming
langues
languages
sales
intimide
intimidated
skiing
blackm
millionaire
millionnaire
opportunistic
groupe
video
etrange
neighb
neighbor
fairly
plaintes
celeb
celebre
italien
italian
crimin
crimine
suspicious
correct
correctement
practic
practice
extraverti
growing
laisse
traitor
pathetic
picture
partenaires
movie
peintre
abandon
obstinee
possibil
cooperating
monsieur
sidere
schedule
util
prejuges
sacre
dollars
interrupt
connaitre
guerre
gambler
keeping
bizar
munitions
##satisfied
reellement
demented
amazing
faithful
christians
competent
arreter
manipul
apologize
birth
cinema
fighting
hospital
jittery
untalent
weird
soccer
standing
adolesc
scapegoat
obnoxious
untalented
